Repository: darktable-org/darktable
Catalog: doc/usermanual/po/cs.tmx
Source language: en
Languages: cs

source: screen
cs: závoj

source: overlay
cs: překrytí

source: softlight
cs: měkké světlo

source: hardlight
cs: tvrdé světlo

source: vividlight
cs: živé světlo

source: linearlight
cs: lineární světlo

source: pinlight
cs: bodové světlo

source: lightness
cs: jas

source: hue
cs: odstín

source: color
cs: barva

source: coloradjustment
cs: úprava barev

source: Lab lightness
cs: jas Lab

source: Lab color
cs: barvy Lab

source: Lab L-channel
cs: Lab kanál L

source: Lab a-channel
cs: Lab kanál a

source: Lab b-channel
cs: Lab kanál b

source: HSV lightness
cs: HSV světlost

source: HSV color
cs: HSV barva

source: RGB red channel
cs: červený kanál RGB

source: RGB green channel
cs: zelený kanál RGB

source: RGB blue channel
cs: modrý kanál RGB

source: difference (deprecated)
cs: rozdíl (zastaralé)

source: inverse (deprecated)
cs: inverzní (zastaralé)

source: normal (deprecated)
cs: normální (zastaralé)

source: unbounded (deprecated)
cs: nesvázané (zastaralé)

source: uniformly
cs: jednotně

source: drawn & parametric mask
cs: načrtnutá & parametrická maska

source: blend mode
cs: režim prolnutí

source: choose blending mode
cs: vybrat režim prolínání

source: opacity
cs: krytí

source: set the opacity of the blending
cs: nastavit krytí prolnutí

source: combine masks
cs: kombinovat masky

source: exclusive
cs: nezahrnutá

source: inclusive
cs: zahrnutá

source: exclusive & inverted
cs: nezahrnutá & invertovaná

source: inclusive & inverted
cs: zahrnutá & invertovaná

source: how to combine individual drawn mask and different channels of parametric mask
cs: jak kombinovat individuálně načrtnutou masku a různé kanály parametrické masky

source: invert mask
cs: invertovat masku

source: apply mask in normal or inverted mode
cs: použít masku v normálním nebo invertovaném režimu

source: feathering guide
cs: vodítko prolnutí

source: output image
cs: výstupní snímek

source: input image
cs: vstupní snímek

source: choose to guide mask by input or output image
cs: vybrat řízení masky dle vstupního či výstupního snímku

source: feathering radius
cs: poloměr prolnutí

source: spatial radius of feathering
cs: prostorový poloměr prolnutí

source: mask blur
cs: rozostření masky

source: radius for gaussian blur of blend mask
cs: poloměr gaussovského rozostření masky prolnutí

source: mask opacity
cs: krytí masky

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
cs: posouvá a klopí tónovou křivku pro úpravu jasu prolínací masky bez ovlivnění plně průhledných či neprůhledných oblastí

source: mask contrast
cs: kontrast masky

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
cs: nastaví tónovou křivku do tvaru S pro úpravu kontrastu prolínací masky

source: display mask and/or color channel. ctrl-click to display mask, shift-click to display channel. hover over parametric mask slider to select channel for display
cs: zobrazit masku a/nebo kanál barev. ctrl + kliknutí pro zobrazení masky, shift + kliknutí pro kanál barev. přejetím nad šoupátek parametrické masky se zobrazí příslušný kanál

source: temporarily switch off blend mask. only for module in focus
cs: dočasně vypnout masku prolnutí. pouze pro vybraný modul

source: mask refinement
cs: doladění masky

source: %s: module `%s' version mismatch: %d != %d
cs: %s: neshoda verze modulu "%s": %d != %d

source: new instance
cs: nová instance

source: duplicate instance
cs: duplikovat instanci

source: move up
cs: posunout nahoru

source: move down
cs: posunout dolu

source: delete
cs: smazat

source: rename
cs: přejmenovat

source: %s is switched on
cs: %s je zapnuto

source: %s is switched off
cs: %s je vypnuto

source: preset
cs: předvolby

source: fusion
cs: fúze

source: show module
cs: zobrazit modul

source: enable module
cs: zapnout modul

source: reset module parameters
cs: obnovit parametry modulu

source: show preset menu
cs: zobrazit menu předvoleb

source: multiple instances actions middle-click creates new instance
cs: akce násobných instancí kliknutí prostředním tlačítkem vytvoří novou instanci

source: reset parameters
cs: obnovit parametry

source: presets
cs: předvolené hodnoty

source: presets middle-click to apply on new instance
cs: přednastavení kliknutí prostředním tlačítkem vytvoří novou instanci

source: cannot find lightroom XMP!
cs: nelze nalézt XMP lightroomu!

source: `%s' not a lightroom XMP!
cs: "%s" není XMP lightroomu!

source: tags
cs: štítky

source: rating
cs: hodnocení

source: geotagging
cs: geografická poloha

source: color label
cs: barevná značka

source: %s has been imported
cs: %s byl importován

source: [SHAPE] remove shape
cs: [SHAPE] odstranit tvar

source: [PATH creation] add a smooth node
cs: [PATH creation] přidat hladký uzel

source: [PATH creation] add a sharp node
cs: [PATH creation] přidat ostrý uzel

source: [PATH creation] terminate path creation
cs: [PATH creation] ukončit tvorbu cesty

source: [PATH on node] switch between smooth/sharp node
cs: [PATH on node] přepnout mezi vyhlazeným/ostrým uzlem

source: [PATH on node] remove the node
cs: [PATH on node] odstranit uzel

source: [PATH on feather] reset curvature
cs: [PATH on feather] obnovit zakřivení

source: [PATH on segment] add node
cs: [PATH on segment] přidat uzel

source: [PATH] change size
cs: [PATH] změnit velikost

source: [PATH] change opacity
cs: [PATH] změnit krytí

source: [PATH] change feather size
cs: [PATH] změnit velikost prolnutí okrajů

source: [GRADIENT on pivot] rotate shape
cs: [GRADIENT on pivot] otočit tvar

source: [GRADIENT creation] set rotation
cs: [GRADIENT creation] nastavit otočení

source: [GRADIENT] change compression
cs: [GRADIENT] změnit stlačení

source: [GRADIENT] change opacity
cs: [GRADIENT] změnit krytí

source: [ELLIPSE] change size
cs: [ELLIPSE] změnit velikost

source: [ELLIPSE] change opacity
cs: [ELLIPSE] změnit krytí

source: [ELLIPSE] switch feathering mode
cs: [ELLIPSE] změnit režim prolnutí okrajů

source: [ELLIPSE] rotate shape
cs: [ELLIPSE] otočit tvar

source: [BRUSH creation] change size
cs: [BRUSH creation] změnit velikost

source: [BRUSH creation] change hardness
cs: [BRUSH creation] změnit tvrdost

source: [BRUSH] change opacity
cs: [BRUSH] změnit krytí

source: [BRUSH] change hardness
cs: [BRUSH] změnit tvrdost

source: [CIRCLE] change size
cs: [CIRCLE] změnit velikost

source: [CIRCLE] change opacity
cs: [CIRCLE] změnit krytí

source: [CIRCLE] change feather size
cs: [CIRCLE] změnit velikost prolnutí okraje

source: ctrl+click to add a sharp node
cs: ctrl + kliknutí pro přidání ostrého uzlu

source: ctrl+click to switch between smooth/sharp node
cs: ctrl + kliknutí pro přepínání mezi vyhlazeným/ostrým uzlem

source: right-click to reset curvature
cs: pravé tlačítko pro obnovení zakřivení

source: ctrl+click to add a node
cs: ctrl + kliknutí pro přidání uzlu

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
cs: shift + rolování pro velikost prolnutí, ctrl + rolování pro průhlednost tvaru (%d%%)

source: ctrl+scroll to set shape opacity (%d%%)
cs: ctrl + rolování pro nastavení průhlednosti (%d%%)

source: move to rotate shape
cs: přesunout pro rotaci tvaru

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
cs: otáčením kolečka nastavte velikost, shift + rolování pro velikost prolnutí, ctrl + rolování pro průhlednost tvaru (%d%%)

source: ctrl+click to rotate
cs: ctrl + kliknutí pro rotaci

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
cs: shift + kliknutí: přepnout režim prolnutí, ctrl + kliknutí: rotace shift + rolování: velikost prolnutí okraje, ctrl + rolování: průhlednost tvaru (%d%%),

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
cs: otáčením kolečka nastavte velikost štětce, shift + rolování pro tvrdost, ctrl + rolování pro krytí (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
cs: otáčením kolečka nastavte tvrdost, ctrl + rolování pro nastavení krytí (%d%%)

source: scroll to set brush size
cs: otáčením kolečka nastavte velikost štětce

source: circle #%d
cs: kruh #%d

source: path #%d
cs: cesta #%d

source: ellipse #%d
cs: elipsa #%d

source: brush #%d
cs: štětec #%d

source: copy of %s
cs: kopie z %s

source: %s: mask version mismatch: %d != %d
cs: %s: neshoda verze masky: %d != %d

source: add existing shape
cs: přidat existující tvar

source: use same shapes as
cs: použít stejné tvary jako

source: masks can not contain themselves
cs: masky nemohou obsahovat samy sebe

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
cs: darktable identifikoval problémy s vaším nastavením OpenCL; OpenCL bude vypnuto!

source: tiling failed for module '%s'. output might be garbled.
cs: segmentování selhalo pro modul "%s". výstup může být chybný.

source: double-click to reset
cs: dvojitým kliknutím obnovíte výchozí

source: daylight
cs: denní světlo

source: direct sunlight
cs: přímé slunce

source: cloudy
cs: zataženo

source: shade
cs: stín

source: incandescent
cs: žárovka

source: incandescent warm
cs: žárovka teplá

source: tungsten
cs: žárovka wolframová

source: fluorescent
cs: zářivka

source: fluorescent high
cs: zářivka (vysoká tepl.)

source: cool white fluorescent
cs: zářivka studená

source: warm white fluorescent
cs: zářivka teplá

source: daylight fluorescent
cs: zářivka denní světlo

source: neutral fluorescent
cs: zářivka neutrální

source: white fluorescent
cs: zářivka bílá

source: sodium-vapor fluorescent
cs: zářivka sodíková

source: day white fluorescent
cs: zářivka denní světlo

source: high temp. mercury-vapor fluorescent
cs: zářivka rtuťová (vysoká tepl.)

source: flash
cs: blesk

source: flash (auto mode)
cs: blesk (autom. režim)

source: evening sun
cs: večerní slunce

source: underwater
cs: pod vodou

source: black & white
cs: černá/bílá

source: manual WB
cs: ruční vyvážení

source: camera WB
cs: dle fotoaparátu

source: auto WB
cs: automatické vyvážení

source: creating cache directories
cs: vytváření dočasných adresářů

source: creating cache directory '%s'
cs: vytváření adresáře "%s" pro dočasné soubory

source: could not create directory '%s'!
cs: nelze vytvořit adresář "%s"!

source: warning: no images are matching the requested image id range
cs: varování: požadovanému rozsahu id snímků se nerovnají žádné snímky

source: warning: did you want to swap these boundaries?
cs: varování: chtěli jste prohodit tyto limity?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
cs: varování: diskový backend pro dočasnou pamět náhledů je vypnut (cache_disk_backend) pokud chcete předgenerovat náhledy a aby je darktable používal, musíte aktivovat diskový backend pro dočasnou paměť náhledů žádné náhledy pro generování, hotovo.

source: error: ensure that min_mip <= max_mip
cs: chyba: ujistěte se, že min_mip <= max_mip

source: creating complete lighttable thumbnail cache
cs: vytváření všech náhledů pro režim prosvětlovacího stollku

source: global
cs: globální

source: views
cs: pohledy

source: image operations
cs: operace se snímky

source: modules
cs: moduly

source: increase
cs: zvýšit

source: decrease
cs: snížit

source: reset
cs: obnovit

source: edit
cs: upravit

source: dynamic
cs: dynamické

source: deleting preset for obsolete module
cs: smazání nastavení pro zastaralý modul

source: store value as default
cs: uložit hodnotu jako výchozí

source: reset value to default
cs: obnovit hodnotu na výchozí

source: cancel
cs: zrušit

source: please wait while prefetching thumbnails of images from camera...
cs: prosím čekejte zatímco se načítají náhledy snímků z fotoaparátu...

source: jobcode
cs: kód zakázky

source: thumbnail
cs: náhled

source: storage file
cs: soubor pro uložení dat

source: general
cs: obecné

source: ignore JPEG files
cs: ignorovat soubory JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
cs: nenačítat soubory s příponou .jpg nebo .jpeg. toto je užitečené, pokud jsou v adresáři současně raw + JPEG soubory.

source: apply metadata on import
cs: použít metadata během importu

source: apply some metadata to all newly imported images.
cs: přidat nějaká metadata všem nově importovaným snímkům.

source: comma separated list of tags
cs: čárkami oddělený seznam štítků

source: creator
cs: autor

source: publisher
cs: vydavatel

source: rights
cs: práva

source: override today's date
cs: upravit dnešní datum

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
cs: zaškrtněte, pokud chcete upravit časovou značku pomocí těchto proměných: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECOND)

source: images
cs: snímky

source: settings
cs: nastavení

source: select the images from the list below that you want to import into a new filmroll
cs: z níže uvedeného seznamu zvolte snímky, které chcete importovat do nové role filmu

source: please use YYYY-MM-DD format for date override
cs: pro přepsání data prosím použijte formát RRRR-MM-DD

source: tethering view
cs: režim snímání

source: lighttable view
cs: režim prosvětlovacího pultu

source: darkroom view
cs: režim fotokomory

source: map view
cs: zobrazení mapy

source: slideshow view
cs: režim promítání

source: print view
cs: režim tisku

source: quit
cs: ukončit

source: toggle fullscreen
cs: přepnout na plnou obrazovku

source: leave fullscreen
cs: opustit plnou obrazovku

source: toggle side borders
cs: přepnout zobrazení panelů

source: toggle panels collapsing controls
cs: přepnout ovládání skládání panelů

source: toggle left panel
cs: přepnout levý panel

source: toggle right panel
cs: přepnout pravý panel

source: toggle top panel
cs: přepnout horní panel

source: toggle bottom panel
cs: přepnout spodní panel

source: toggle header
cs: přepnout záhlaví

source: switch view
cs: přepnout pohled

source: zoom in
cs: zoom přiblížit

source: zoom out
cs: zoom oddálit

source: show accels window
cs: ukázat okno kl. zkratek

source: $(ROLL_NAME) - roll of the input image
cs: $(ROLL_NAME) - jméno role vstupního snímku

source: $(FILE_FOLDER) - folder containing the input image
cs: $(FILE_FOLDER) - složka obsahující vstupní snímek

source: $(FILE_NAME) - basename of the input image
cs: $(FILE_NAME) - základní jméno vstupního souboru

source: $(FILE_EXTENSION) - extension of the input image
cs: $(FILE_EXTENSION) - přípona vstupního souboru

source: $(VERSION) - duplicate version
cs: $(VERSION) - verze duplikátu

source: $(SEQUENCE) - sequence number
cs: $(SEQUENCE) - číslo pořadí

source: $(MAX_WIDTH) - maximum image export width
cs: $(MAX_WIDTH) - max. šířka exportovaného snímku

source: $(MAX_HEIGHT) - maximum image export height
cs: $(MAX_HEIGHT) - max. výška exportovaného snímku

source: $(YEAR) - year
cs: $(YEAR) - rok

source: $(MONTH) - month
cs: $(MONTH) - měsíc

source: $(DAY) - day
cs: $(DAY) - den

source: $(HOUR) - hour
cs: $(HOUR) - hodina

source: $(MINUTE) - minute
cs: $(MINUTE) - minuta

source: $(SECOND) - second
cs: $(SECOND) - sekunda

source: $(EXIF_YEAR) - EXIF year
cs: $(EXIF_YEAR) - rok dle EXIF

source: $(EXIF_MONTH) - EXIF month
cs: $(EXIF_MONTH) - měsíc dle EXIF

source: $(EXIF_DAY) - EXIF day
cs: $(EXIF_DAY) - den dle EXIF

source: $(EXIF_HOUR) - EXIF hour
cs: $(EXIF_HOUR) - hodina dle EXIF

source: $(EXIF_MINUTE) - EXIF minute
cs: $(EXIF_MINUTE) - minuta dle EXIF

source: $(EXIF_SECOND) - EXIF second
cs: $(EXIF_SECOND) - sekunda dle EXIF

source: $(EXIF_ISO) - ISO value
cs: $(EXIF_ISO) - hodnota ISO

source: $(MAKER) - camera maker
cs: $(MAKER) - výrobce fotoaparátu

source: $(MODEL) - camera model
cs: $(MODEL) - model fotoaparátu

source: $(STARS) - star rating
cs: $(STARS) - hvězdičky hodnocení

source: $(LABELS) - colorlabels
cs: $(LABELS) - barevné značky

source: $(PICTURES_FOLDER) - pictures folder
cs: $(PICTURES_FOLDER) - složka obrázků

source: $(HOME) - home folder
cs: $(HOME) - domovská složka

source: $(DESKTOP) - desktop folder
cs: $(DESKTOP) - složka plochy

source: $(TITLE) - title from metadata
cs: $(TITLE) - název z metadat

source: $(DESCRIPTION) - description from metadata
cs: $(DESCRIPTION) - popis z metadat

source: $(CREATOR) - creator from metadata
cs: $(CREATOR) - tvůrce z metadat

source: $(PUBLISHER) - publisher from metadata
cs: $(PUBLISHER) - vydavatel z metadat

source: $(RIGHTS) - rights from metadata
cs: $(RIGHTS) - práva z metadat

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
cs: $(OPENCL_ACTIVATED) - zda je aktivováno OpenCL

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
cs: $(CATEGORY0(category)) - podštítek úrovně 0 v hierarchických štítcích

source: $(TAGS) - tags as set in metadata settings
cs: $(TAGS) - štítky dle nastavení metadat

source: horizontal lines
cs: horizontální linie

source: number of horizontal guide lines
cs: počet horizontálních vodících linií

source: vertical lines
cs: svislé linie

source: number of vertical guide lines
cs: počet svislých vodících linií

source: subdivisions
cs: pododdíly

source: number of subdivisions per grid rectangle
cs: počet pododdílů na obdélník sítě

source: extra
cs: více

source: golden sections
cs: zlaté oblasti

source: golden spiral sections
cs: výběry zlaté spirály

source: golden spiral
cs: zlatá spirála

source: show some extra guides
cs: zobrazit více vodítek

source: grid
cs: síť

source: rules of thirds
cs: pravidlo třetin

source: metering
cs: měření

source: perspective
cs: perspektiva

source: diagonal method
cs: úhlopříčky

source: harmonious triangles
cs: harmonické trojúhelníky

source: golden mean
cs: zlatý střed

source: select parts
cs: vybrat části

source: select _all
cs: vybrat _vše

source: select _none
cs: vybrat _nic

source: include
cs: zahrnout

source: item
cs: položka

source: can't copy history out of unaltered image
cs: nelze kopírovat historii z nezměněného snímku

source: normal images
cs: normální snímky

source: interface language
cs: jazyk rozhraní

source: double click to reset to the system language
cs: dvojitým kliknutím obnovíte systémový jazyk

source: set the language of the user interface. the system default is marked with an * (needs a restart)
cs: nastaví jazyk uživatelského rozhraní. výchozí systémové nastavení je označeno *. (vyžaduje restart)

source: theme
cs: téma vzhledu

source: set the theme for the user interface
cs: vyberte téma uživatelského rozhraní

source: darktable preferences
cs: předvolby darktable

source: close
cs: zavřít

source: module
cs: modul

source: maker
cs: výrobce

source: lens
cs: objektiv

source: exposure
cs: expozice

source: aperture
cs: clona

source: focal length
cs: ohn. vzdálenost

source: import...
cs: importovat...

source: shortcuts
cs: zkratky

source: shortcut
cs: zkratka

source: binding
cs: klávesová zkratka

source: press key combination to remap...
cs: stlačte kombinaci kláves k novému přiřazení...

source: %s accel is already mapped to %s. do you want to replace it ?
cs: %s zkratka je již namapovánana %s. chcete ji změnit?

source: accel conflict
cs: konflikt kl. zkratek

source: do you really want to delete the preset `%s'?
cs: opravdu chcete smazat předvolbu "%s"?

source: delete preset?
cs: smazat předvolbu?

source: select file to export
cs: vyberte soubory k exportu

source: select file to import
cs: vyberte soubory k importu

source: _open
cs: _otevřít

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
cs: opravdu chcete obnovit výchozí přiřazení kláves? dojde ke smazání všech změn, které jste provedli.

source: select preset to import
cs: vyberte předvolbu k importu

source: failed to import preset
cs: import předvolby selhal

source: edit `%s' for module `%s'
cs: upravit "%s" pro modul "%s"

source: description or further information
cs: popis nebo další informace

source: auto apply this preset to matching images
cs: automaticky použít toto nastavení na shodné snímky

source: only show this preset for matching images
cs: toto nastavení zobrazit pouze pro shodné snímky

source: be very careful with this option. this might be the last time you see your preset.
cs: u této volby buďte velmi opatrní. toto může být poslední moment, kdy vidíte svá nastavení.

source: string to match model (use % as wildcard)
cs: řetězec pro hledání modelu (použijte % jako žolík)

source: string to match maker (use % as wildcard)
cs: řetězec pro hledání výrobce (použijte % jako žolík)

source: string to match lens (use % as wildcard)
cs: řetězec pro hledání objektivu (použijte % jako žolík)

source: minimum ISO value
cs: nejmenší hodnota ISO

source: maximum ISO value
cs: největší hodnota ISO

source: minimum exposure time
cs: nejmenší exp. čas

source: maximum exposure time
cs: největší exp. čas

source: minimum aperture value
cs: nejmenší clonové číslo

source: maximum aperture value
cs: největší clonové číslo

source: minimum focal length
cs: nejmenší ohn. vzdálenost

source: maximum focal length
cs: největší ohn. vzdálenost

source: format
cs: formát

source: _select as output destination
cs: _vybrat jako cíl pro výstup

source: preset %s was successfully saved
cs: předvolba %s byl úspěšně uložena

source: new preset
cs: nové nastavení

source: please give preset a name
cs: pojmenujte prosím předvolbu

source: unnamed preset
cs: nepojmenovaná předvolba

source: preset `%s' already exists. do you want to overwrite?
cs: předvolba "%s" již existuje. chcete jej přepsat?

source: overwrite preset?
cs: přepsat předvolbu?

source: name of the preset
cs: jméno nastavení

source: (default)
cs: (výchozí)

source: disabled: wrong module version
cs: deaktivováno: chybná verze modulu

source: edit this preset..
cs: editovat toto nastavení...

source: delete this preset
cs: smazat toto nastavení

source: store new preset..
cs: uložit nové nastavení...

source: update preset
cs: aktualizovat předvolbu

source: favourite
cs: oblíbené

source: style %s was successfully saved
cs: styl %s byl úspěšně uložen

source: edit style
cs: úpravy stylu

source: duplicate style
cs: styl duplikace

source: creates a duplicate of the style before applying changes
cs: vytvoří duplikát stylu před použitím změn

source: create new style
cs: vytvořit nový styl

source: enter a name for the new style
cs: zadejte jméno pro nový styl

source: description
cs: popis

source: enter a description for the new style, this description is searchable
cs: zadejte popis pro nový styl, tento popis je hledatelný

source: update
cs: aktualizovat

source: can't create style out of unaltered image
cs: nelze vytvořit styl z nezměněného snímku

source: copy
cs: kopírovat

source: do a 1:1 copy of the selected files. the global options below do not apply!
cs: provést kopii 1:1 z vybraných souborů. níže uvedené globální volby se nepoužijí!

source: the selected output profile doesn't work well with exr
cs: zvolený výstupní profil není vhodný pro exr

source: compression mode
cs: režim komprese

source: PIZ (default)
cs: PIZ (výchozí)

source: PXR24 (lossy)
cs: PXR24 (ztrátové)

source: B44 (lossy)
cs: B44 (ztrátové)

source: B44A (lossy)
cs: B44A (ztrátové)

source: invalid paper size
cs: neplatná velikost papíru

source: invalid border size, using 0
cs: neplatná velikost okraje, nastaveno 0

source: could not export to file `%s'!
cs: nelze exportovat do souboru "%s"!

source: title
cs: název
